Revit 2027 API
ParameterTypeId.InstanceLengthParam Property
 "System Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InstanceLengthParam { get; }
Public Shared ReadOnly Property InstanceLengthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InstanceLengthParam {
	ForgeTypeId^ get ();
}
static member InstanceLengthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace